Repository: watchdogpolska/rownosc-wordpress-plugin
Catalog: languages/rownosc-*.po
Languages: pl_pl

source: Publication
pl_pl: Publikacje

source: Acts / Documents
pl_pl: Akty prawne / Dokumenty

source: Document
pl_pl: Dokument

source: Journal
pl_pl: Czasopisma

source: Multimedium
pl_pl: Media

source: Research and statistics
pl_pl: Badania i statystyki

source: Settings
pl_pl: Ustawienia

source: Support
pl_pl: Wsparcie

source: General
pl_pl: Ogólne

source: Authorization
pl_pl: Autoryzacja

source: Endpoint page
pl_pl: Strona końcowa

source: Access Token
pl_pl: Kod dostępowy

source: Sites ID
pl_pl: Identyfikator strony (Site ID)

source: &mdash; Select &mdash;
pl_pl: &mdash; Wybierz &mdash;

source: Save Settings
pl_pl: Zapisz ustawienia

source: Bibliography
pl_pl: Biblioteka

# submit button
source: Search
pl_pl: Szukaj
